---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFlowObsolete
source: html/e7c67f39-0c76-1ce9-537a-9e99fced9124.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFlowObsolete Property

"Flow"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFlowObsolete { get; }
```